[{"title": "Incorporation of food grade dyestuffs into resinous compositions and       articles prepared therefrom", "abstract": "The invention described relates to a method for the manufacture of resinous formed articles which are color tinted with dyestuffs which are normally considered to be incompatible therewith. These dyestuffs, such as certified F.D. and C Yellow No. 5, are accepted non-toxic colorants for foods, drugs and cosmetics but by themselves are normally incompatible with oils, waxes and resins. By first complexing these water soluble, resin insoluble dyestuffs with a polyhydric alcohol, such as glycerine, and subsequently the higher fatty acid ester decaglycerol tetraoleate in the presence of heat, it is possible to prepare a uniformly colored resin solution or paste which can be further cured to form a color tinted transparent plastic film or sheet useful in the packaging of foods, drugs and cosmetics. The resinous substrate which is colored may be either a thermoplastic resin such as polyvinyl chloride, polyvinyl acetate or polyethylene polypropylene, or acrylic resins alone or blended with ABS rubber and other copolymers. It may also be a thermosetting resin, such as a polyester.", "id": "4102848", "year": "1978"}, {"abstract": "Percompound activators comprising .alpha.-acyloxy-N-acylacetamides having the formula ##STR1## where R.sub.1, R.sub.2, R.sub.3, R.sub.4, and R.sub.5 are hydrogen or hydrocarbon radicals optionally substituted by other groups, used to activate percompounds in oxidizing and bleaching of textile fibers, oils, fats, and waxes, for cosmetic hair and skin treatment, metal surface passivation, purification, disinfection, and sterilization, the activators providing more rapid action at a given temperature and being useful at lower temperatures.", "year": "1980", "id": "4221675", "title": "Percompound activators"}, {"title": "Dermatologic and cosmetic ointment base", "abstract": "Petrolatum fractions in which to a large extent no white oils are present are combined with a volatile siloxane, hexamethyldisiloxane, octamethylcyclotetrasiloxane and/or decamethylcyclopentasiloxane to provide an ointment base which enables these petrolatum fractions to be spread easily on the skin. Evaporation of the solvent leaves a vaseline film on the skin that is nonirritating and yet highly resistive to washing away. A high melting microcrystalline wax as an additive can reduce the lustre of the film. Lower alcohols can also be added to make spreading still easier.", "year": "1982", "id": "4355046"}, {"abstract": "Useful isomorphous compositions of trans-isomerates of jojoba oil with hydrogenated jojoba oil are described. They are useful as candle waxes, non-stick cooking sprays, cosmetic vehicles, carriers for solid \"detergent\" soaps, leather treatments, hand modifiers for textiles including both woven and non-woven fabrics. The compositions consist of liquid, solid and semi-solid solutions of the components thereof. They are formed by heating to melting of the components and then cooling the solutions.", "year": "1982", "id": "4360387", "title": "Isomorphous jojoba oil compositions containing trans-isomerized jojoba       oil"}, {"abstract": "The use of monocarboxylic-acid-2-hydroxyalkyl esters derived from long-chain epoxides containing at least about eight carbon atoms and aliphatic long-chain monocarboxylic acids containing at least about twelve carbon atoms, to regulate the consistency of cosmetic and pharmaceutical formulations, is disclosed. The monocarboxylic-acid-2-hydroxyalkyl esters employed in the present invention may be utilized as substitutes for natural or synthetic wax-like consistency regulators, in particular for beeswax, in cosmetic and pharmaceutical formulations such as oil-in-water and water-in-oil emulsions, as well as anhydrous formulations.", "year": "1983", "id": "4405641", "title": "Consistency regulator for cosmetic and pharmaceutical preparations"}, {"abstract": "A mixture of vegetable oils is disclosed which is stable to oxidation, contains at least 5% of jojoba oil, the remainder consisting essentially of at least one other vegetable oil which is hazelnut oil, mango oil, coffee bean wax, karite butter, soya oil, palm oil or maize germ oil.", "year": "1984", "id": "4437895", "title": "Mixture of vegetable oils based on jojoba oil and cosmetic compositions       comprising the mixture"}, {"abstract": "An anhydrous or aqueous cosmetic composition contains, as an oily phase, the fat of Shorea robusta or a mixture of the fat of Shorea robusta and a cosmetically acceptable oil, another fat or wax. The cosmetic composition can be a cream, an emulsion or any other composition containing or comprising an oily phase.", "year": "1985", "id": "4534981", "title": "Cosmetic compositions containing the fat of Shorea robusta"}, {"abstract": "An eyeshadow composition comprising candelilla wax, C.sub.18-36 acid triglyceride, third wax having melting point between 55.degree. and 100.degree. C., volatile nonaqueous solvent, cosmetically acceptable oil, and pigment.", "year": "1985", "id": "4537766", "title": "Long-wearing eyeshadow compositions"}, {"title": "Self-foaming oil compositions and process for making and using same", "abstract": "The present invention relates to liquid, lotion-like aqueous oil-in-water dispersion compositions including emulsions containing large amounts of oil or oil/wax mixtures, a volatile organic foam-producing liquid and an anionic surface active agent or detergent which increases the solubility of the foam-producing liquid in the oil or oil/wax mixture. The present compositions are dispersions including mixtures which do not foam or self-dispense from a non-pressurized container, and can be poured onto a surface and spread to form a thin coating which will foam and dry under ambient conditions to leave a residue of the oil or oil/wax mixture for cosmetic, medicinal, aesthetic, protective or other purposes.", "id": "4931204", "year": "1990"}, {"abstract": "Suspensoid antiperspirant stick compositions, which provide the user with excellent antiperspirant efficacy, reduced residue upon application to the skin, reduced residue on the stick after dry-down, and excellent cosmetics and aesthetics, are disclosed. These compositions are substantially free of water and comprise a volatile silicone material, a particulate antiperspirant active, a low melting point wax, and a non-volatile paraffinic hydrocarbon fluid selected from mineral oils and branched chain C.sub.16 -C.sub.68 hydrocarbons. The method of preventing and controlling perspiration wetness using these compositions is also disclosed.", "year": "1991", "id": "4985238", "title": "Low residue antiperspirant sticks"}, {"abstract": "Cosmetic and dermatological compositions containing from 1% to 30% by weight of an oil extracted from pips of Ribes genus fruits containing at least 4% by weight of .gamma.-linolenic acid are provided. The oil is substantially free from waxes, odorous compounds, colorings and free fatty acids.", "year": "1991", "id": "5011855", "title": "Cosmetic and dermatological compositions containing .gamma.-linolenic       acid"}, {"abstract": "Cosmetic formulations comprising mixtures of a polysiloxane having a viscosity at 25.degree. C. of from about 500 centistokes to about 1500 centistokes, cosmetic grade lanolin oil, lanolin wax, a gelling agent, hydrocarbon-derived polymers such as polybutene or ethylene vinyl acetate, or mixtures thereof, and a dry color mix are disclosed. The dry color mix may comprise an inorganic pigment, mixtures of inorganic pigments or a mixture of inorganic pigments and a pearling agents.", "year": "1992", "id": "5085855", "title": "Silicone based cosmetic product"}, {"abstract": "i) as a first emulsifier, a phospholipid, and ii) a second emulsifier having a melting point of from -5.degree. C. to 80.degree. C. A cosmetic emulsion suitable for topical application to the lips comprises in addition to oil and water, an emulsifier system comprising: Preferred emulsions are lipsticks and lip gloss product which can additionally comprise wax.", "year": "1992", "id": "5085856", "title": "Cosmetic water-in-oil emulsion lipstick comprising a phospholipid and       glycerol fatty acid esters emulsifying system"}, {"abstract": "The invention provides a diester of the formula CH.sub.3 (CH.sub.2).sub.5 CH(OCOR.sup.1)(CH.sub.2).sub.10 COOR.sup.2, in which R.sup.1 is a saturated, branched chain hydrocarbon radical having 15 to 21 carbon atoms and R.sup.2 is a saturated, branched chain hydrocarbon radical having 8 to 22 carbon atoms. Preferably R.sup.1 is a methyl branched chain radical and contains 17 carbon atoms and statistically between 0.5 and 1.0 methyl side-chain per molecule, whereas R.sup.2 contains 18 to 22 carbon atoms with a C.sub.1 -C.sub.8, preferably C.sub.1 side-chain. The invention also provides a wax composition comprising a diester defined above optionally together with a hydrocarbon oil (C.sub.16 -C.sub.32 and saturated), a C.sub.12 -C.sub.22 optionally branched chain fatty acid and a monoester derived from a C.sub.18 to C.sub.22 fatty acid and a C.sub.12 to C.sub.22 alcohol. Furthermore the invention provides cosmetic preparations containing a wax composition as defined above.", "year": "1992", "id": "5104586", "title": "Diesters and their use in waxes"}, {"abstract": "Suspensoid antiperspirant stick compositions, which provide the user with excellent antiperspirant efficacy, reduced residue upon application to the skin, reduced residue on the skin after dry-down, and excellent cosmetics and aesthetics, are disclosed. These compositions are substantially free of water and comprise a volatile silicone material, a particulate antiperspirant active, a low melting point wax, and a non-volatile paraffinic hydrocarbon fluid selected from mineral oils and branched chain C.sub.16 -C.sub.68 hydrocarbons. The method of preventing and controlling perspiration wetness using these compositions is also disclosed.", "year": "1992", "id": "5169626", "title": "Low residue antiperspirant sticks"}, {"abstract": "The present invention relates to liquid, lotion-like aqueous oil-in-water dispersion compositons including emulsions containing large amounts of oil or oil/wax mixtures, a volatile organic foam-producing liquid, alone or in combination with foam suppressing agents, if necessary, to and surface active agent or agents which increase the solubility of the foam-producing liquid in the oil or oil/wax mixture. The present compositions are dispersions including mixtures which do not foam or self-dispense from a non-pressurized container at temperatures from RT to 120.degree. F., then can be poured onto a wet surface at room temperatures and spread to form a thin cleansing coating which will foam under ambient conditions to leave a residue of the oil or oil/wax mixture for cosmetic, medicinal, aesthetic, protection or other purposes.", "year": "1993", "id": "5186857", "title": "Self-foaming oil compositions and process for making and using same"}, {"abstract": "A cosmetic facial makeup composition comprising spherical silica, particulate nylon, spherical powder, light oils, and cosmetic waxes.", "year": "1993", "id": "5234682", "title": "Cosmetic compositions"}, {"abstract": "A cosmetic composition free of mineral oil and free of lanolin includes effective amounts of the following cosmetically acceptable ingredients (components): (A) at least one wax; (B) at least one triglyceride; (C) a mixture of esters including (i) a mixture of esters with a first mixture (i) having a maximum acid value 0.5 and a saponification value of 268-288; and a second mixture (ii) having a maximum acid value of 0.5 and a saponification value of 206-226; (D) distarch phosphate; (E) at least one bulking agent; (F) at least one colorant; and (G) optionally, at least one preservative. The composition is preferably formed into a cosmetic stick shape.", "year": "1994", "id": "5279830", "title": "Mineral oil free and lanolin free cosmetic composition"}, {"abstract": "A lipcare cosmetic composition containing as ingredients an emollient including castor oil, a wax, a suspending agent, a coloring agent, and as an additional ingredient, an organosilicon compound. The improvement resides in increasing the durability of lipcare products by including an alkylmethylpolysiloxane having the formula ##STR1## in which x has a value of 1-300; y has a value of 1-50; and z has a value of 5-50.", "year": "1994", "id": "5288482", "title": "Silicone containing lip care cosmetic composition"}, {"abstract": "Cosmetic formulations comprising mixtures of a polysiloxane having a viscosity at 25.degree. C. of from about 500 centistokes to about 1500 centistokes, cosmetic grade lanolin oil, lanolin wax, a gelling agent, hydrocarbon-derived polymers such as polybutene or ethylene vinyl acetate, or mixtures thereof, and a dry color mix are disclosed. The dry color mix may comprise an inorganic pigment, mixtures of inorganic pigments or a mixture of inorganic pigments and a pearling agents.", "year": "1994", "id": "5318775", "title": "Silicone based cosmetic product"}, {"title": "Powder-based lip liner cosmetic composition", "abstract": "A powder-based lip liner cosmetic composition comprises: (1) a talc component; (2) a mica component; (3) a low luster pigment; (4) a substantially hydrophobic polymer; (5) an at least partially hydrophilic polymer; and (6) an emulsifier component. Preferably, the talc component includes talc coated with an aluminum salt of a long-chain fatty acid. Preferably, the mica component includes mica coated with an aluminum salt of a long-chain fatty acid. Preferably, the low luster pigment includes mica, titanium dioxide, and barium sulfate. Preferably, the cosmetic composition further comprises a skin-tone-dependent pigment, as well as ancillary components. The lip liner cosmetic composition of the present invention provides a long lasting lip line resistant to contact with surfaces and eliminates the problem of \"bleeding\" or \"feathering\" of lipstick into the lip liner. This is achieved by the insolubility of lipstick in the lip liner because of the low wax and oil content of the lip liner of the present invention. The lip liner of the present invention is preferably applied by the use of a water-wetted brush, unlike any other lip liners previously available.", "id": "5352441", "year": "1994"}, {"abstract": "A water-in-oil type emulsified solid composition containing (a) an oil component such as a silicone oil, (b) a solid wax and/or an oil-gelling agent, (c) water, and (d) (i) a polyoxyalkylene modified organopolysiloxane or (ii) a lipophilic surfactant and a hydrophobically treated powder, wherein the water content is 5% by weight or more, based upon the total amount of the composition.", "year": "1994", "id": "5362482", "title": "Water-in-oil emulsion solid cosmetic composition"}, {"abstract": "A cosmetic composition for lengthening, curling, and coloring human eyelashes comprising, by weight of the total composition: 10-25% of a gel composition comprising a film forming component that contains at least one water dissipatable polymer which is a polyester or a polyamide, and 75-90% of an oil in water emulsion base composition comprised of pigment, wax, and at least one oil soluble synthetic polymer, wherein when the gel composition is mixed into the base composition the water dissipatable polymer of the gel composition reacts with the oil soluble synthetic polymer of the base composition to provide a composition with superior lash lengthening properties.", "year": "1995", "id": "5389363", "title": "Cosmetic compositions for lengthening, coloring and curling eyelashes"}, {"abstract": "A composition for use as a substitute for petrolatum and for surface treatment of confectionery, food products and surfaces which get in contact therewith as well as for external treatment of animals and plants comprises (a) oxidation resistant glyceride oil and/or liquid wax, (b) solid wax, which may be omitted if (a) comprises liquid wax, (c) structuring fat, and optionally (d) additions selected from crystallization inhibitors, hydrolysis inhibitors, food product ingredients, additives to food products, diet supplements, bioactive substances, cosmetic ingredients, pigments, and solvents. The combination of oxidation resistant glyceride oil, wax and structuring fat provides a composition with a semi-transparent, petrolatum-like structure having a high taste and smell stability, good gloss and anti-sticking effect, regulated adhesion and a very fine crystal structure. The composition is biocompatible by topical and oral administration and may advantageously be used instead of petrolatum and mineral oil based surface treatment compositions.", "year": "1997", "id": "5660865", "title": "Surface treatment composition"}, {"title": "Water-in-oil emulsion containing fibers and the use thereof as a cosmetic composition", "abstract": "   A composition in the form of a water-in-oil emulsion containing fibers, at least one silicone surfactant and-at least one wax.   The composition obtained has very good stability and can in particular constitute a cosmetic composition.   The invention also relates to the use of the said composition, in particular for caring for, treating, making up or cleansing the skin the lips, the eyelashes and/or the hair.", "year": "2003", "id": "6503520"}, {"title": "Cosmetic composition for adding fullness to the lips and surrounding area", "abstract": "   A cosmetic composition is provided that is particularly intended for application to areas constituting or surrounding the lips. It is a silicone-based formula, preferably comprising a solvent, masking oil, moisturizer, skin protectant, pigment, wax and antioxidant, specifically designed to enhance the fullness of the lips and their surrounding area which decrease as a result of the aging process. In addition, the cosmetic may be used to fill in wrinkles, cracks and/or crevices that surround the lip area which are also a result of the aging process. The invention is a creamy formula which easily fills such lines, resulting in a smooth texture of any areas to which it is applied. The effect is a reduction in the ability of facial lines to cause the undesirable bleeding of lipstick into areas of the face other than the lips.", "year": "2003", "id": "6514505"}, {"title": "Microcapsules with an aqueous core containing at least one water-soluble cosmetic or dermatological active principle and cosmetic or dermatological compositions containing them", "abstract": "   The present invention relates to microcapsules with an aqueous core containing at least one water-soluble cosmetic or dermatological active principle, and with a polymeric and/or waxy envelope, in which the said envelope consists   of at least one polymer chosen from polycaprolactone, poly(3-hydroxybutyrate), poly(ethylene adipate), poly(butylene adipate), cellulose esters of at least one C   1 -C   4  carboxylic acid, copolymers of styrene and of maleic anhydride, copolymers of styrene and of acrylic acid, styrene-ethylene/butylene-styrene block terpolymers, styrene-ethylene/propylene-styrene block terpolymers and terpolymers of ethylene, of vinyl acetate and of maleic anhydride, and/or   of at least one wax chosen from beeswax, polyglycerolated beeswax, hydrogenated plant oils, paraffin with a melting point above 45&deg; C., and silicone waxes.", "year": "2003", "id": "6531160"}, {"title": "Cosmetic or dermopharmaceutical composition in the form of beads and methods for preparing same", "abstract": "   The invention concerns an anhydrous solid composition comprising at least a hydrophobic wax, an oil and talcum, having preferably the form of beads with size ranging from 1 to 10000 microns. The beads can contain a cosmetic or pharmaceutical active principle, pigments or an agri-food constituent. The invention also concerns the method for preparing said beads.", "year": "2003", "id": "6572892"}, {"title": "Anhydrous cosmetic makeup composition containing a fatty phase", "abstract": "   An anhydrous cosmetic makeup composition contains in addition to a fatty phase formed from oils, fatty bodies and surfactants, and optionally waxes, a vesicular lipidic phase that contains at least one ionic or nonionic amphiphilic lipid and optionally additives. The anhydrous composition also preferably contains at least one cosmetically and/or dermopharmaceutically active material. In the presence of an aqueous phase these compositions release vesicles of the vesicular lipidic phase and potentialize the activity of the cosmetically and/or dermopharmaceutically active material of the composition.", "year": "2003", "id": "6572870"}, {"title": "Dry emollient compositions", "abstract": "   The present invention are dry-feel emollient compositions comprising jojoba oil based esters that have use in personal care, cosmetic, cosmaceutical and pharmaceutical products. These compositions are essentially solid at room temperature, can be provided in various shapes and sizes (especially as particulates such as spheres), and can be produced from combinations of fatty alcohols, isopropyl esters and wax esters obtained from the oil contained in the seed of the jojoba plant. These new compositions also increase the range of applications for cosmetic compositions through an emollient that is more polar and hydrophilic than is found in jojoba oils. The compositions of the present invention may be obtained by a novel process of a base catalyzed alcoholysis reaction between jojoba oil and an alcohol, such as isopropyl alcohol. These components, whether exclusively jojoba esters or when combined with other carrier and vehicle components (including other emollients or binders) can form excellent carrier composition for use in the cosmetic, personal care and/or pharmaceutical field. Typical materials with which the compositions of the present invention may be blended include, but are not limited to, cosmetic oils and waxes, both natural and synthetic, (including hydrogenated or partially hydrogenated oils), silicone oils, mineral oils, long chain esters, vitamins, long chain fatty acids, cosmeceuticals, pigments, botanical extracts, esters and ethers, dimers, trimers, oligomers, and polymers, and the like. The proportions of the jojoba esters should be chosen to provide the dry-feel to the composition, which is highly desired. This will usually require a weight percent that ranges from 10% to 100% by weight of carrier material in the composition.", "year": "2003", "id": "RE038141"}, {"title": "Fat compositions containing waxes", "abstract": "   Fat compositions that contain a vegetable oil and a plant-derived wax component are described. Food and cosmetic products containing such fat compositions also are described.", "year": "2003", "id": "6582748"}, {"title": "Cosmetic compositions containing a polyoxyalkylenated aminosilicone block copolymer and a conditioner, and uses thereof", "abstract": "   The invention relates to cosmetic compositions comprising, in a cosmetically acceptable medium, at least one conditioner chosen from poly-&agr;-olefins, fluoro oils, fluoro waxes, fluoro gums, carboxylic acid esters, cationic polymers, silicones that are insoluble in the medium, mineral, plant or animal oils and at least one polyoxyalkylenated aminosilicone of (AB)n type, A being a polysiloxane block and B being a polyoxyalkylenated block containing at least one amine group.   This combination gives considerably better cosmetic properties (smoothness, softness) than the properties obtained with one or other of the constituents used alone.   These compositions are used to wash and/or condition the hair.", "year": "2003", "id": "6589519"}, {"title": "Cosmetic and skin care sticks with high water contents", "abstract": "   Lipsticks, antiacne sticks, sunscreen sticks and eyeshadow sticks, with a high water content, characterized in that they comprise   (a) a lipid phase, which comprises   (a1) at least one oil component   (a2) at least one wax component   (a3) optionally other substances soluble or dispersible in the lipid phase,   (b) an aqueous phase, which comprises   (b1) from 30 to 85% by weight of water, based on the total weight of the stick composition and   (b2) if desired, substances soluble or dispersible in water,   (c) at least one active ingredient or several chosen from the active ingredients known for lipsticks, antiacne sticks, sunscreen sticks and eyeshadow sticks,   (d) a W/O emulsifier or a mixture of two or more W/O emulsifiers,   (e) one or more stabilizers, chosen from the group of substances of the general structure A&mdash;B&mdash;A&prime;, where A and A&prime; are identical or different hydrophobic organic radicals, and B is a hydrophilic group,   (f) if desired, further surface-active substances as coemulsifiers, and also, if desired, stabilizers and further customary cosmetic and/or pharmaceutical auxiliaries, active ingredients and/or additives.", "year": "2003", "id": "6613338"}, {"title": "Cosmetic composition comprising a film-forming polymer, a poly-alpha-olefin and a liquid fatty phase", "abstract": "   A cosmetic or dermatological film-forming composition comprising a liquid fatty phase, including at least one volatile hydrocarbon oil, and a film-forming polymer in said liquid fatty phase, characterized in that it comprises at least one polyolefin wax resulting from the polymerization of alpha-olefins having at least 10 carbon atoms, said wax having a melting point ranging from 50 to 80&deg; C. The invention includes the use of such a composition, especially for producing a water-resistant film exhibiting good hold with regard to rubbing, to tears, to perspiration or to sebum.", "year": "2003", "id": "6641821"}, {"title": "Gel matrix non-emulsion composition containing two clay gels", "abstract": "   A cosmetic composition comprising a lipophilic clay gel and a hydrophilic clay gel. The two gels are combined or formed in situ to create a gel matrix. This matrix functions like an emulsion to deliver water and oil to the skin or other surface, but can be substantially free of surfactants, emulsifiers and waxes. A method for the preparation of a clay gel matrix is also revealed.", "year": "2003", "id": "6660277"}, {"title": "Anhydrous cosmetic or dermatological composition containing the combination of a silicone oil and a wax made from an ethylene homopolymer or copolymer", "abstract": " A silicone oil-based anhydrous cosmetic or dermatological anhydrous composition having a homogeneous fatty phase wherein said fatty phase contains a silicone oil having the formula \n", "year": "2005", "id": "6843982"}, {"title": "Solid composition and its uses, in particular its cosmetic uses", "abstract": " The invention relates to a solid composition in the form of a water-in-oil emulsion. The aqueous phase represents at least 70% by weight with respect to the total weight of the composition. The composition contains at least one silicone emulsifier and at least 3% by weight of at least one wax with respect to the total weight of the composition.", "year": "2005", "id": "6905695"}, {"title": "Fat compositions", "abstract": " Fat compositions that contain a vegetable oil and a plant-derived wax component are described. Food and cosmetic products containing such fat compositions also are described.", "year": "2007", "id": "7157110"}, {"title": "Compositions for removing or lightening hair color", "abstract": " The composition for removing or lightening hair color is in the form of a hair color lightening suspension and is mixed with an aqueous oxidizing composition immediately prior to use. The composition includes a combination of from 0.1 to 80 percent by weight of one or more organic lipophilic compounds, namely vegetable or animal fats, vegetable or animal oils, vegetable or animal waxes, paraffin hydrocarbons, higher alcohols or ethers, aliphatic and aromatic esters and/or silicone oils; from 0.01 to 20 percent by weight of at least one lipophilic inorganic or organic thickener, which is a bentonite and/or dextrin palmitate; from 0.1 to 40 percent by weight of one or more hydrophilic inorganic or organic thickeners; from 10 to 65 percent by weight of at least one inorganic persalt; from 10 to 45 percent by weight of at least one alkaline reacting salt; and auxiliary substances and cosmetic additive ingredients, as needed.", "year": "2006", "id": "7074393"}, {"title": "Stretch-mascara", "abstract": " The invention relates to a novel cosmetic product with special flexibility and stretching characteristics, so-called &#x201c;stretch-mascara&#x201d;. The mascara has an oil phase and an aqueous phase, said oil phase containing 2 to 10 wt. % of an unbranched polyethylene wax with a molecular weight of 400 to 1500 Dalton, in relation to the weight of the oil phase, and at least one other wax or oil or mixture thereof. The aqueous phase contains 0.5 to 5% of a film former PVP/PVP-VA, polyquaternium-46 and mixtures thereof. The product also contains 0.5 to 20 wt. % of an external film former phase with a water-soluble film former selected from the group PEG/PPG-25/25 dimethicone/carylates/t-butyl acrylates copolymer, polyurethane-1 and mixtures thereof.", "year": "2007", "id": "7211245"}, {"title": "Cosmetic compositions", "abstract": " Cosmetic compositions in the form of soft solids having in combination an improved resistance to syneresis and retained efficacy and which contain a particulate antiperspirant suspended in a water-immiscible carrier liquid structured by a structurant system are obtainable by employing as carrier liquid a mixture of a hydrocarbon oil and an aromatic ester oil in a weight ratio of from 1:2 to 15:1 and as structurant system from 5.5 to 20% in total of a di or triblock alkylene/arylene block copolymer and an organic wax in a weight ratio to each other of from 5:1 to 30:1.", "year": "2008", "id": "7329403"}, {"title": "Sunscreen reagents from unsaturated waxes and triglycerides", "abstract": " A class of UVA- and UVB-absorbing esters has been derived from milkweed oil by modification with a variety of cinnamic acids. These agents have the advantage of being synthesized from natural materials, while providing a value-added use for the oil. They are readily formulated into standard UV-absorbing daily-wear cosmetic, hair and skin care, and sunscreen formulations.", "year": "2008", "id": "7351403"}, {"title": "Process for the recovery of a phytolipid composition", "abstract": " Disclosed is a process for the recovery of a phytolipid composition from a vegetable oil by-product. The phytolipid composition produced comprises squalene, phytosterols, mixed tocopherols and tocotrieneols, and vegetable wax and is useful as an emollient. The phytochemical composition may be applied directly to the skin to provide emolliency. Alternatively, the phytolipid composition may be formulated in various aqueous or anhydrous cosmetic compositions such as creams, lotions, gels, ointments, lip balms, sticks, or pencils for treatment of the skin and lips. The phytolipid composition also may be incorporated into foods, beverages, and nutraceuticals to provide health benefits.", "year": "2008", "id": "7416756"}, {"title": "Two-part cosmetic product", "abstract": " There are provided two-part cosmetic products and methods for imparting a filling and swelling effect to skin, lips, hair, eyelashes, and/or eyebrows. The two-part cosmetic product has an anhydrous liquid or semi-solid first part composition with a water absorbent polymer, and a water-based second part composition with a water soluble or water dispersible film former. Optionally, the anhydrous first part composition has an oil absorbent polymer. Preferably, the product is wax-free, and is incorporated into a lip line filler, a volumizing mascara, and/or an anti-wrinkle skin care composition.", "year": "2008", "id": "7455850"}, {"title": "Process for the recovery of a phytolipid composition", "abstract": " Disclosed is a process for the recovery of a phytolipid composition from a vegetable oil by-product. The phytolipid composition produced comprises squalene, phytosterols, mixed tocopherols and tocotrieneols, and vegetable wax and is useful as an emollient. The phytochemical composition may be applied directly to the skin to provide emolliency. Alternatively, the phytolipid composition may be formulated in various aqueous or anhydrous cosmetic compositions such as creams, lotions, gels, ointments, lip balms, sticks, or pencils for treatment of the skin and lips. The phytolipid composition also may be incorporated into foods, beverages, and nutraceuticals to provide health benefits.", "year": "2009", "id": "7491412"}, {"title": "Skin compositions containing hydrocortisone", "abstract": " Skin compositions comprising, hydrocortisone; allantoin; and a water-based vehicle that is essentially free of petroleum jelly, mineral oil and wax; and related method for protecting, healing and/or soothing the skin comprising: applying an effective amount of a cosmetic preparation selected from the group consisting of hand cream, foot cream, body cream, lip cream, lip gloss, lip stick, gel, balm and lotion to the skin surface; wherein said cosmetic preparation includes a skin composition made of hydrocortisone; allantoin; and a water-based vehicle that is essentially free of petroleum jelly, mineral oil and wax; and said effective amount is enough to protect, heal and/or soothe the skin surface.", "year": "2013", "id": "8372825"}, {"title": "Cosmetic composition including an anhydrous gel and a glyceryl ester", "abstract": " The present invention relates to a cosmetic composition including, in a physiologically acceptable medium: (a) at least 30% by weight of an anhydrous gel having a viscosity of at least 180 000 cP-s at 25&#xb0; C. which includes at least one oil and at least one copolymer of styrene and at least one olefin other than styrene; (b) at least one specific glycerol diester; and (c) optionally at most 10% by weight of wax(es), the composition exhibiting a phase shift &#x3b4; between its elastic modulus (G&#x2032;) and its viscous modulus (G&#x2032;) of less than 45&#xb0; at a frequency of 30 to 50 Hz. It also relates to a cosmetic method for caring for or making up the lips, including the topical application to the lips of the abovementioned composition.", "year": "2013", "id": "8535649"}, {"title": "Skin compositions containing hydrocortisone", "abstract": " Skin compositions comprising, hydrocortisone; allantoin; and a water-based vehicle that is essentially free of petroleum jelly, mineral oil and wax; and related method for protecting, healing and/or soothing the skin comprising: applying an effective amount of a cosmetic preparation selected from the group consisting of hand cream, foot cream, body cream, lip cream, lip gloss, lip stick, gel, balm and lotion to the skin surface; wherein said cosmetic preparation includes a skin composition made of hydrocortisone; allantoin; and a water-based vehicle that is essentially free of petroleum jelly, mineral oil and wax; and said effective amount is enough to protect, heal and/or soothe the skin surface.", "year": "2010", "id": "7666859"}, {"title": "Topical cosmetic composition containing hybrid silicone composite powder", "abstract": " The present invention relates to a topical cosmetic composition that has improved non-oily feel comprising: (a) a hybrid silicone composite powder having a spherical shape with particle diameter ranging from 2 to 10 &#x3bc;m, of which each particle has a composite structures consisting of two interpenetrating polymer networks of polydimethylsiloxane (PMS) and polymethylsilsesquioxane (PMSQ). These two interpenetrating polymer networks are joined together by physical entanglements instead of chemical bonds; (b) a volatile cosmetic fluid; (c) a silicone fluid with viscosity ranging from 2 to 350 cSt; (d) an oil base consisting of an oil, wax, oil gelling agent or the mixture thereof; (e) a surface active agent; (f) a cosmetic pigment; and (g) an optional aqueous gel containing glycerin, glycols and an aqueous thickening agent. The cosmetic composition provides an improved skin sensory feel and a superior matte finish, and is useful for skin treatment, makeup and personal hygiene products.", "year": "2010", "id": "7704517"}, {"title": "Preparation, in particular cosmetic preparation, and the production and use thereof", "abstract": " A preparation, in particular a cosmetic preparation, in the form of a workable paste which is present in the form of a W/O emulsion and which is suitable for cosmetic uses, in particular in the area of decorative cosmetics for coloring and improving the skin, the lips and the eyelids. It is also suitable as a fixing for lipstick, as lip care, as a skin care foundation or as a sun protection agent. It is preferably in the form of a water-in-silicone emulsion. It contains a wax, a suitable emulsifier, a volatile silicone oil, a moistening agent, a solid phase and water. In addition it may also contain the additives and adjuvant substances which are approved and usual in cosmetics. Processes for the production of the preparation are also described.", "year": "2010", "id": "7713536"}, {"title": "Vegetable sterol ester-containing composition and additive that increases the feeling effects from a hair cosmetic", "abstract": " A safe additive that increases the feeling effects from a hair cosmetic is provided at low costs. The additive that increases the feeling effects has less stickiness, can be easily and uniformly mixed with hair cosmetics, and can provide feelings, effects and advantages that are similar to those of sterol wax and lanolins including lanolin itself, liquid lanolin, and hard lanolin. The additive that increases the feeling effects contains a composition (I) prepared by distillation, fatty acid esterification, decoloring, and deodorization of a by-product obtained when tocopherol is extracted, separated and purified from a vegetable oil deodorized distillate.", "year": "2010", "id": "7718817"}, {"title": "Products for preventing penetration into the skin", "abstract": " The present invention relates to novel cosmetic and/or dermatological compounds and compositions for the photoprotection of human skin and/or hair against the damaging effects of UV radiation, in particular solar radiation. In another embodiment the invention relates to compositions and compounds for topical application comprising at least one photoprotective compound for topical application comprising of hydroxylated derivatives of natural Jojoba wax/oil or its synthetic substitute, esterified with carboxylic acids or aminoacids bearing UV-absorbing groups.", "year": "2010", "id": "7736630"}, {"title": "Cosmetic composition containing a polyorganosiloxane polymer", "abstract": " The invention relates to a physiologically acceptable composition, especially a cosmetic composition, containing: at least one structuring agent selected from the group consisting of a polyorganosiloxane-containing polymer, a non-silicone-polyamide copolymer, a wax, and mixtures thereof; (b) a hydrocarbyl-functional silicone polymer; (c) optionally, at least one silicone film former; (d) optionally, at least one volatile oil; and (e) optionally, at least one pigment.", "year": "2010", "id": "7758848"}, {"title": "Emulsifier mixture containing fatty alcohols, ethoxylated fatty alcohols and oil and wax components", "abstract": " A composition comprising: (a) from about 0.1 to 60%, by weight, of one or more fatty alcohols; (b) from about 30 to 97%, by weight, of one or more ethoxylated fatty alcohols; (c) from about 0.1 to 20%, by weight, of a component selected from the group consisting of a dialkyl ether, a dialkenyl ether, and mixtures thereof; and (d) less than 5%, by weight, of water, all weights being based on the weight of the composition, which composition is useful as an emulsifier for cosmetic and pharmaceutical compositions, particularly for forming low-viscosity oil-in-water emulsions.", "year": "2010", "id": "7799333"}, {"title": "Solid emulsified cosmetic", "abstract": " An object of the present invention is to provide a solid emulsified cosmetic that stably contains a large amount of a high refractive index silicone oil; gives a lustrous finish; and has a skin irregularity-correcting effect. Thus, a solid emulsified cosmetic of the present invention is characterized by comprising: (A) 4 to 18% by mass of a high refractive index silicone oil with a refractive index of 1.45 or higher at 25&#xb0; C., (B) a (dimethicone/phenyl vinyl dimethicone)crosspolymer, (C) a hydrophobic or hydrophobically-treated powder, and (D) a wax.", "year": "2013", "id": "8609116"}, {"title": "Transparent solid oil cosmetics", "abstract": " A solid cosmetic comprising components (A), (B), (C), and (D) below: (A) a polyamide resin; (B) diisostearyl malate; (C) a polyglyceryl isostearate; and (D) a liquid oil; and not containing a wax when the component (A) comprises only an ester-terminated polyamide resin.", "year": "2011", "id": "7993662"}, {"title": "Cosmetic gel product on the basis of oils and gelling agents", "abstract": " The invention refers to a new cosmetic gel product which contains oils or fats and suitable gel forming polymers and which has improved characteristics as regards stability and structure. The product of the invention comprises 5-85% by weight of a fat phase forming agent selected from among oils, hydrogenated hydrocarbons, alkenes, mono esters, di esters, tri esters and mixtures thereof, 0.1-15% by weight of a further gelling agent selected from among 12-hydroxy stearic acid, polyethylene whose molecular weight is between 400 and 2500 Daltons, glyceryl behenate and mixtures thereof, 0.5-5% by weight of a surface-active agent, and ad 100% by weight other auxiliary substances, carrier substances, active substances and mixtures thereof, all percentages being relative to the weight of the gel product. The product is wax-free and free of fatty absorbing substances and has as a stick a water content up to 60% and with no sweating or bleeding.", "year": "2011", "id": "8021674"}, {"title": "Mascara containing fiber components", "abstract": " The invention relates to a mascara containing fibre components and a method for producing the same. Said mascara contains (in % by weight) 0.1-10 of at least one oil-soluble or oil-dispersible polymer or copolymer, 0.3-10 of a natural or synthetic fibre with an average length of between 3 and 6 mm, 10-30 of a natural or synthetic wax which hardens at 25&#xb0; C., 1-10 of a synthetic wax which is liquid at 18&#xb0; C. and above, 0.5-10 of inorganic pigments, organic colourants and mixtures thereof, 40-80 water and cosmetic auxiliaries, active agents and mixtures thereof making up the remainder up to 100% by weight, wherein said mascara does not contain any water-soluble or water-dispersible hydrophilic polymers, film-forming agents, thickeners or clays. The fibres are separated very well and the mascara shows a very good balance between its adhesive properties and the brittleness of the mascara film.", "year": "2011", "id": "8029773"}, {"title": "Pencil-form cosmetic composition and cosmetic product thereof", "abstract": " A pencil-form cosmetic composition which has a good stability at high temperature, an excellent smoothness during application, and an excellent long-lasting property, and also provides a cosmetic product thereof. The pencil-form cosmetic composition comprises (a) 15 to 50% by mass of volatile oil, (b) 5 to 25% by mass of heavy liquid isoparaffin, and (c) 5 to 30% by mass of rice wax.", "year": "2011", "id": "8047734"}, {"title": "Eyelash cosmetic", "abstract": " An eyelash cosmetic according to present invention, by blending (a) wax and/or (b) resin, and (c) hollow powder, can impart a voluminous feeling and, at the same time, perform excellent curling effect and curl retaining effect, and excellent usability such as easiness eyelash coating, and easiness overlaying, and also perform excellent uniformity of finishing, water resistance and oil resistance after coating.", "year": "2012", "id": "8173109"}, {"title": "Fat compositions", "abstract": " Fat compositions that contain a vegetable oil and a plant-derived wax component are described. Food and cosmetic products containing such fat compositions also are described.", "year": "2012", "id": "8227011"}, {"title": "Water-in-oil solid emulsion-type cosmetic compositions", "abstract": " A cosmetic composition in the form of a water-in-oil solid emulsion includes an aqueous phase dispersed in a fatty phase, wherein the fatty phase includes at least one wax whose melting point is between 25&#xb0; and 42&#xb0; C., which is in solid form in the form of crystallites with a shape factor at least equal to 2.", "year": "2012", "id": "8246970"}, {"title": "Mascara composition containing shape-memory polymers, gels, and fibers", "abstract": " Cosmetic compositions containing an eyelash curling or branching agent, or a skin-lifting mask or lotion. The mascara composition comprises a SMP, at least one film-forming polymer and at least one wax and leads to a make-up product with good staying power, as well as good coating and curling. The skin-lifting mask or lotion comprises a SMP, a water phase and an oil phase and leads to a make-up product with a skin-lifting effect. The invention also pertains to a process for coating eyelashes which consists of applying the composition to the eyelashes with heat.", "year": "2012", "id": "8263057"}, {"title": "Cosmetic or dermatological stick", "abstract": " The present invention is a water-in-oil emulsion having a high content of water and relatively high amounts of skin-moisturizing agents and a cosmetic or dermatological stick including the water-in-oil emulsion. The present invention also includes methods of moisturizing the skin using the water-in-oil emulsion. The water-in-oil emulsion is solid at room temperature and comprises a fatty phase with at least one oil component and at least one wax component, an aqueous phase with a skin-moisturizing agent in addition to water, a water-in-oil emulsifier having the general structure A-B-A&#x2032;, where A&#x2032; and A&#x2032; represent the same or different hydrophobic inorganic groups and B is a hydrophilic group.", "year": "2012", "id": "8329200"}, {"title": "Composition in the form of an O/W emulsion with a high wax content, and uses thereof in cosmetics and dermatology", "abstract": "   A creamy composition in the form of an oil-in-water emulsion comprising an oily phase dispersed in an aqueous phase, characterized in that it contains at least one anionic emulsifier which is liquid at room temperature, and at least 5% by weight of one or more waxes relative to the total weight of the composition, and in that the oily phase is in the form of a soft paste at room temperature. The anionic emulsifier is preferably a surfactant containing a phosphate group, such as octyldecyl phosphate.   The present invention also relates to the uses of the said composition in cosmetics and dermatology, in particular for caring for, treating and/or making up the skin and/or mucous membranes, and more particularly for treating wrinkles and/or fine lines of the skin and/or for treating dry skin.   The invention also relates to a process for preparing this composition, characterized in that at least one step of the process is carried out using a mixer-extruder.", "year": "2002", "id": "6358518"}, {"title": "Cosmetic compositions", "abstract": "   Antiperspirant compositions herein comprise an antiperspirant active, together with a carrier and a structurant for the carrier which comprises an organic wax having a melting point of from 40 to 90&deg; C. of which at least 60% of the weight of the wax is provided by at least one aliphatic ester satisfying the formula:     CH   3 &mdash;(CH   2 )   n &mdash;CO&mdash;(CH   2 )   m &mdash;CH   3   in which n is from 9 to 39 and m is from 0 to 35 to form a solid or a soft solid. The compositions can be anhydrous, in the form of a suspension of antiperspirant active, or can comprise aqueous emulsions.   The formulations structured by the selected waxes provide lower visible deposits on topical application compared with conventional wax-structured formulations and the waxes are effective at structuring/thickening at a proportion below that in conventional wax-structured formulations.   It is especially desirable to employ emulsion formulations comprising a continuous phase which comprises from 10 to 35% volatile silicone oil, and from 5 to 15% non-volatile hydrophobic oil, from 40 to 75% of ta disperse aqueous phase which contains from 1 to 35% of an antiperspirant or deodorant active, from 7 to 25% of a wax structurant, from 0.1 to 10% of an emulsifier, and preferably contains up to 5% insoluble particulate materials, % s being by weight based on the composition.", "year": "2002", "id": "6361765"}, {"title": "Compositions for removing or lightening hair color", "abstract": "   The composition for removing or lightening hair color is in the form of a hair color lightening suspension and is mixed with an aqueous oxidizing composition immediately prior to use. The composition includes a combination of from 0.1 to 80 percent by weight of one or more organic lipophilic compounds, namely vegetable or animal fats, vegetable or animal oils, vegetable or animal waxes, paraffin hydrocarbons, higher alcohols or ethers, aliphatic and aromatic esters and/or silicone oils; from 0.1 to 40 percent by weight of at least one lipophilic inorganic or organic thickener, which forms an oleogel and/or lipogel with the lipophilic compounds; from 0.1 to 40 percent by weight of one or more hydrophilic inorganic or organic thickeners; from 10 to 65 percent by weight of at least one inorganic persalt; from 10 to 45 percent by weight of at least one alkaline reacting salt; and auxiliary substances and cosmetic additive ingredients, as needed.", "year": "2002", "id": "6365136"}, {"title": "Compositions in solid form comprising an oil and a specific gelling compound, cosmetic treatment processes, and use of the compound", "abstract": "   Compositions, for example cosmetic or dermatological compositions, which are in solid form, and which comprise at least one oil, at least one compound of formula I, and less than about 5% by weight of wax relative to the total weight of the composition. The compositions can be in the form of a translucent or even transparent anhydrous stick. They can be, for example, optionally colored &ldquo;transfer-resistant&rdquo; or &ldquo;non-migrating&rdquo; compositions. Cosmetic treatment processes for a support chosen from facial and body skin, mucous membranes and keratin fibers, comprising applying these compositions to the support.", "year": "2002", "id": "6372235"}, {"title": "Composition in the form of a W/O emulsion with a high content of wax and its uses in the cosmetics and dermatological fields", "abstract": "   The present invention relates to a composition in the form of a cream composed of a water-in-oil emulsion, wherein it includes at least 25% by weight of an aqueous phase with respect to the total weight of the composition, at least one silicone emulsifier and at least 5% by weight of one or more waxes with respect to the total weight of the composition. The present invention also relates to the uses of the above composition in the cosmetics and dermatological fields, in particular in caring for, treating and/or making up the skin and/or mucous membranes and more particularly in treating wrinkles and/or fine lines of the skin and/or in treating dry skin. The invention also relates to a process for the preparation of the above composition, wherein at least one stage of the process is carried out using a mixer-extruder.", "year": "2002", "id": "6391322"}, {"title": "Flourous anhydrous composition and cosmetic products for makeup or care containing it", "abstract": "   Homogeneous anhydrous composition comprising in combination at least one fluorous oil and at least one fluorous wax having a carbonaceous skeleton.   This composition finds an application in the preparation of makeup or care products.", "year": "2002", "id": "6399080"}, {"title": "Wax cosmetic stick", "abstract": "   The present invention relates to a cosmetic stick composition comprising (a) a skin care agent and (b) a solid wax, wherein the composition comprises less than 1%, by weight, of oil, and methods of using such composition.", "year": "2002", "id": "6409997"}, {"title": "Dry emollient composition composing mono-unsaturated jojoba esters", "abstract": "   Disclosed are dry-feel emollient compositions comprising fatty alcohols, alkyl esters and jojoba wax esters obtained by a novel process of a base catalyzed alcoholysis reaction between jojoba oil and an alcohol, such as isopropyl alcohol. The composition is essentially solid at room temperature, can be provided in various shapes and sizes (especially as particulates such as spheres). These new compositions increase the range of applications for cosmetic compositions by providing an emollient that is more polar and hydrophilic than is found in naturally occurring jojoba oils (jojoba wax esters). These compositions have use in personal care, cosmetic, cosemceutical and pharmaceutical products. Typical materials these compositions may be blended include, but are not limited to, cosmetic oils and waxes, both natural and synthetic, hydrogenated or partially hydrogenated oils, silicone oils, mineral oils, long chain esters, vitamins, long chain fatty acids, alcohols, cosmeceuticals, pigments, botanical extracts, esters and ethers, dimers, trimers, oligomers, polymers, and the like. These compositions may be combined with active ingredients to be delivered by the compositions.", "year": "2002", "id": "6432428"}, {"title": "Cosmetic compositions", "abstract": "   The sensory attributes and/or visibility of deposits of wax-structured antiperspirant or deodorant sticks in the form of emulsions can vary significantly depending on the formulation employed.   A particularly beneficial balance of attributes is obtained in emulsion sticks by employing a composition comprising a continuous phase which comprises from 10 to 35% volatile silicone oil, and from 5 to 15% non-volatile hydrophobic oil, from 40 to 75% of ta disperse aqueous phase which contains from 1 to 35% of an antiperspirant or deodorant active, from 7 to 25% of a wax structurant, from 0.1 to 10% of an emulsifier, and preferably contains up to 5% insoluble particulate materials, %s being by weight based on the composition.", "year": "2002", "id": "6458345"}, {"title": "Method for producing a rod-shaped composite part and rod-shaped composite part", "abstract": "   A method for producing a substantially rod-shaped composite body (   6 ) consists of a core (   4 ) enveloped by at least one polymer, according to which the plasticized polymer (   5 ) is extruded onto the core (   4 ). At least one natural polymer is used and a sliding agent on the basis of native oils and/or waxes is added before or during extrusion. The method is used for the production of writing, drawing, cosmetic pencils.", "year": "2002", "id": "6478494"}, {"title": "Emulsified hydrated stick product", "abstract": "A solid hydrated stick for topical application containing emulsified water soluble ingredients and volatile emollients. The stick is a solid emulsion comprising by weight from 15% to 40% of a cyclic silicone, 2% to 15% of an oil, 2% to 20% of a wax, 2% to 7% of polyethylene glycol sorbitan beeswax, 10% to 40% water, and 0.1% to 40% of a cosmetically acceptable functional ingredient. The polyethylene glycol sorbitan beeswax acts as an emulsifier and contributes to the rigidity of the stick, while the silicone serves as an emollient to impart a smooth, buttery feel when the composition is applied to the skin.", "id": "4814165", "year": "1989"}, {"abstract": "Cosmetic compositions for hair care and aftertreatment include a surface-active quaternary ammonium compound of the following formula: ##STR1## wherein R.sup.1 and R.sup.2 are C.sub.8 -C.sub.22 -alkyl; R.sup.3 is C.sub.1 -C.sub.4 -alkyl, benzyl, or --(C.sub.n H.sub.2n O)z; n is 2 or 3; x, y, and z are 1-20; and A is an anion; as hair revitalizing agents with particularly good emulsifying properties. In one embodiment, the compositions are in the form of oil-in-water emulsions useful as hair rinses and contain from 0.1 to 5% by weight of the quaternary ammonium compound and from 0.2 to 10% by weight of a water-insoluble oil or fatty component, especially a C.sub.12 -C.sub.18 fatty alcohol, a mono- and/or diglyceride of a C.sub.12 -C.sub.18 fatty acid, or a paraffin wax.", "year": "1989", "id": "4820511", "title": "Hair care and aftertreatment preparations"}, {"title": "Reconstituted silicone wax esters", "abstract": "The present invention relates to certain reconstituted wax esters, prepared by the reaction of a silicone polymer and a natural high molecular wax ester selected from the group consisting of beeswax, candelillia, and carnauba wax. These materials are useful in preparation of cosmetic products where their ability to couple organic silicone and other components into a uniform mass is unsurpassed. One major area for the use of these materials is in lipsticks. In addition they are useful in antiperspirants and other formulations which contain both oils and silicones.", "id": "5733533", "year": "1998"}, {"abstract": "(a) at least one emulsifier whose lipophilicity increases with increasing temperature and the hydrophilicity of which increases with decreasing temperature, the emulsifier or emulsifiers changing from an HLB value <10 to an HLB value >10 in the temperature range of 40.degree.-90.degree. C., the HLB value of the emulsifier or emulsifiers at room temperature being between 11 and 18, the emulsifier not being completely soluble in the oily phase when the oily phase is combined with the aqueous phase, (b) an oily phase, the base constituent(s) being physiologically tolerated oils, fats and waxes having a \"required HLB value\" (RHLB) of 10-20, and/or a polarity (determined in surface tension units), individually or in combination, of less than 30 mN/m, (c) an external and an internal aqueous phase, the aqueous phases comprising 0.1-5% by weight of organic and/or inorganic electrolytes with mono-, di- or trivalent cations, (e) optionally further auxiliaries and/or additives to stabilize the multiple emulsion droplets, after in situ formation thereof, and (f) optionally other bases, auxiliaries, additives and/or active compounds customary in cosmetics or medical galenics. Multiple emulsions of the W/O/W type having a continuous external aqueous phase, an oily phase dispersed therein and a second (internal) aqueous phase dispersed in this oily phase, comprising", "year": "1998", "id": "5750124", "title": "W/O/W emulsions"}, {"abstract": "n represents a whole number between 0 and 100, and m represents a whole number between 0 and 100, provided that the sum of n+m is between 1 and 100; and R' represents alkyl having 1 to 30 carbon atoms, aryl or aralkyl. A silicone oil-based anhydrous cosmetic or dermatological anhydrous composition having a homogeneous fatty phase wherein said fatty phase contains a silicone oil having the formula ##STR1## wherein R represents alkyl having 1 to 30 carbon atoms, aryl or aralkyl, (ii) a wax in an amount ranging from 3 to 50 percent by weight based on the total weight of said fatty phase having a melting point between 50.degree. and 135.degree. C., comprising at least polymer having a molecular weight between 200 and 1,500 and selected from ethylene homopolymers and copolymers, and a monomer having the formula: wherein", "year": "1998", "id": "5750095", "title": "Anhydrous cosmetic or dermatological composition containing the combination of a silicone oil and a wax made from an ethylene homopolymer or copolymer"}, {"abstract": "A composition which is one comprising water, a wax ester, and at least one of other components usable in cosmetics, and contains an ester composed of C.sub.18-34 fatty acid--C.sub.18-44 higher alcohol, and an amphoteric surface active agent, and can further contain a C.sub.18-34 higher fatty acid. It is possible to provide an intermediate composition for cosmetics and the above final product which are excellent in feelings in use to skin, and have physical and chemical characteristics for making their stable storage possible, and can be advantageously used particularly for foundation, lipstick, eye shadow, etc.", "year": "1998", "id": "5763497", "title": "Oil-in-water type cosmetic composition"}, {"abstract": "A novel process for the manufacture of a lipstick is described which comprises melting a combination of colour pellets together with a measured amount of an oil blend with mixing to give a lipstick base composition and moulding said base composition into a lipstick of a predetermined colour. A colour pellet comprises: 1-50% by weight of a wax component; b) 30-65% by weight of an oil component; and c) 10-35% by weight of a pigment and/or a pearlising agent. A kit of parts suitable for implementing the process is described. The process is particularly suitable for the clean and efficient manufacture of lipsticks, of a wide range of colour, at the point of sale.", "year": "1998", "id": "5780018", "title": "Cosmetic formulations"}, {"abstract": "The invention discloses a gelled water/oil/water triple emulsion comprising: (A) a fatty phase comprising at least one wax having a melting point of at least 60.degree. C. and forming the primary W/O emulsion with an aqueous phase; (B) a dilution oil; (C) a gelled continuous external aqueous phase comprising at least a gelling agent having a fatty chain of the monoethylene carboxylic acid or acid anhydride copolymer type with 3 to 6 carbon atoms or a fatty chain acrylic ester. In the triple emulsion, the amount of fatty phase from the W/O emulsion is from 1 to 30% and the amount of wax having a melting point of at least 60.degree. C. is from 0.2 to 10%, based on the total weight of the triple emulsion. Said triple emulsion can be used as a carrier in cosmetic or dermatologically active compositions suitable for use on the skin or hair.", "year": "1998", "id": "5798108", "title": "Cosmetic composition in the form of a water/oil/water triple emulsion       with gelled external phase"}, {"abstract": "oily phase comprising, as the main constituent, or more non-polar oils, fats and/or waxes, aqueous phase, or more salts of di- and/or trivalent metal cations and one or more alkylcarboxylic acids having 10-24 C atoms, and, if desired, comprising customary cosmetic or dermatological auxiliaries, additives and/or active compounds. Finely disperse, emulsifier-free cosmetic or dermatological formulations of the water-in-oil type, comprising", "year": "1998", "id": "5804167", "title": "Emulsifier-free, finely disperse cosmetic or dermatological formulations       of the water-in-oil type"}, {"abstract": "an oily phase comprising, as the main constituent, one or more non-polar oils, fats and/or waxes, an aqueous phase, one or more thickeners selected from the group consisting of acrylic polymers, polysaccharides and alkyl ethers thereof, these thickeners not being allowed to have emulsifier properties, and, if desired, comprising customary cosmetic or dermatological auxiliaries, additives and/or active compounds. Finely disperse, emulsifier-free cosmetic or dermatological formulations of the oil-in-water type, comprising", "id": "5833951", "year": "1998", "title": "Emulsifier-free, finely disperse cosmetic or dermatological formulations       of the oil-in-water type"}, {"title": "Cosmetic/dermatological compositions formulated as supple doughs", "abstract": "Transfer-resistant cosmetic/dermatological compositions (e.g., lipcolors) formulated as supple and homogeneous doughs, advantageously via extrusion, include a fatty phase which comprises at least one volatile oil, at least one phenylated silicone oil and at least 12% by weight of at least one wax.", "id": "6024969", "year": "2000"}, {"abstract": "a) a sodium polyacrylate polymer that swells numerous times beyond its original volume upon contact with moisture or water; b) an emollient comprising cosmetically-acceptable oils, esters, liquid silicones and their mixtures within a range of 0.1-95 percent; c) a wax comprising carnauba wax, candelilla wax, ozocerite, ceresin, paraffin, synthetic wax, bees wax, montan wax and mixtures thereof within a range of 0.1-50 weight percent; d) an oil comprising castor oil, lanolin oil, synthetic oil, silicone oil and mixtures thereof within a range of 0.5-90 weight percent; and e) additional agents and adjuvants such as antioxidants, fats, fatty acid esters, lanolin, lanolin derivatives, dyes, pigments, perfume, protective agents, mica, talcum, silicon dioxide and synthetic resins that comprise a remaining portion of up to 100 weight percent. A cosmetic formulation with a swelling or volumizing effect, for use especially as a lipstick or other type of cosmetic, comprising:", "year": "2000", "id": "6045783", "title": "Cosmetic formulation with a swelling effect"}, {"abstract": "1-40% of a volatile nonaqueous solvent having a viscosity of 0.5 to 5 centipoise at 25.degree. C., 20-80% of a first nonvolatile oil which is a C.sub.12-22 fatty ester of citric acid, 1-35% of a second nonvolatile oil, 1-30% of a wax having a melting point of 30 to 135.degree. C. which is an ethylene homopolymer or ethylene copolymer, 0.1-25% of particulate matter having a particle size of 0.5 to 200 microns; and A pigmented cosmetic stick composition comprising, by weight of the total composition: wherein the total amount of nonvolatile oil present in the stick is greater than about 31% by weight of the total composition.", "year": "2000", "id": "6080390", "title": "Moisturizing cosmetic stick compositions"}, {"abstract": "The cosmetic care preparation has a first component and a second component kept separate from the first component prior to application, which are mixed immediately prior to application on the hair and/or skin to form a ready-to-use product. The first component includes at least one conditioning ingredient, preferably one or more fats, oils and/or waxes, and the second component is a cationic or anionic base emulsion that includes at least one lipophilic substance, at least one cationic or anionic emulsifier, at least one organic acid and water. In a particularly preferred embodiment, the first component includes at least one cationic surfactant and/or at least one cationic polymer and the second component includes at least one monoalcohol and/or at least one amphoteric or nonionic surfactant. The first and the second components are mixed in a ratio of 20:1 to 1:20 to obtain the ready-to-use product but within that range of weight ratios the relative proportions of the first and second components can be adjusted to match a particular skin and/or hair type or quality.", "year": "2000", "id": "6117436", "title": "Cosmetic care product with two components"}, {"title": "Pigmented water-in-oil emulsion cosmetic sticks", "abstract": "A pigmented water-in-oil emulsion cosmetic stick composition comprising, by weight of the total composition, 0.5-50% water, 0.5-70% of a volatile solvent having a viscosity of 0.2 to 20 centipoise at 25.degree. C., 0.5-40% of a hydrocarbon wax, and 0.5-40% of a fluorinated oil.", "id": "6162421", "year": "2000"}, {"abstract": "A cosmetic composition for skin consisting of an anhydrous powder and mainly including a solid particulate phase mixed with a fatty binder containing a silicone mixture which consists of (a) at least one silicone oil, (b) at least one silicone wax, (c) at least one silicone resin, (d) optionally at least one silicon gum, and (e) optionally at least one phenyldimethicone; wherein components (a), (b), (c), (d) and (e) are present in the binder in concentrations of 12-98.9%, 1-60%, 0.1-25%, 0-3% and 0-20% by weight respectively in relation to the overall weight of the silicone mixture. The composition may be used as face make-up, as eye shadow or as a make-up foundation or powder.", "year": "1996", "id": "5496544", "title": "Powdered cosmetic composition containing a silicone fatty binder"}, {"abstract": "Emulsion-containing cosmetic compositions, wherein the emulsion comprises an aqueous dispersion of 15 to 40% solids, by weight, of an enzymatically degraded starch, which starch has been debranched by treatment with an alpha-1,6-D-glucanohydrolase to yield up to 100%, by weight, short chain amylose, are provided herein. Also provided are oil-free cosmetic compositions and cosmetic stick compositions, comprising 1 to 16% enzymatically debranched starch; 2 to 35% water; 35 to 90% hydrophobic base, selected from the group consisting of oil, wax and fat, and 5 to 20% emulsifier(s), with the balance of the compositions comprising one or more adjuncts selected from dye(s), fragrance(s), flavor(s), sunscreen agent(s), opacifier(s), and filler(s). Also provided is a method for formulating a cosmetic stick composition.", "year": "1996", "id": "5496861", "title": "Cosmetics containing enzymatically debranched starch"}, {"abstract": "A transfer resistant cosmetic composition comprising: a) 1-70% volatile solvent b) 0.1-15% silicone resin c) 10-45% wax d) 5-50% powder e) 1-30% oil", "year": "1996", "id": "5505937", "title": "Cosmetic compositions with improved transfer resistance"}, {"abstract": "n represents a whole number between 0 and 100, and m represents a whole number between 0 and 100, provided that the sum of n + m is between 1 and 100; and R' represents alkyl having 1 to 30 carbon atoms, aryl or aralkyl. (ii) a wax in an amount ranging from 3 to 50 percent by weight based on the total weight of said fatty phase having a melting point between 50.degree. and 135.degree. C., comprising at least polymer having a molecular weight between 200 and 1,500 and selected from ethylene homopolymers and copolymers, and a monomer having the formula: A silicone oil-based anhydrous cosmetic or dermatological anhydrous composition having a homogeneous fatty phase wherein said fatty phase contains a silicone oil having the formula ##STR1## wherein R represents alkyl having 1 to 30 carbon atoms, aryl or aralkyl, wherein", "year": "1996", "id": "5556613", "title": "Anhydrous cosmetic or dermatological composition containing the combination of a silicone oil and a wax made from an ethylene homopolymer or copolymer"}, {"abstract": "A cold cream cosmetic composition is provided that includes a wax, mineral oil, and a C.sub.18 -C.sub.30 acyl lactylate salt. These compositions feel drier on the skin and are more water-rinsable than traditional cold cream.", "year": "1996", "id": "5556630", "title": "Cold creams containing acyl lactylates"}, {"abstract": "The skin and hair treatment composition includes 0.5 to 2 percent by weight apple wax, 0.1 to 30 percent by weight of at least one anionic, cationic, amphoteric and/or nonionic surfactant, a solvent consisting of water, ethanol, propanol, isopropanol, glycols or mixtures thereof and one or more cosmetic additives selected from the group consisting of perfume oils; opacifiers; pearlescing agents; bacterial and fungicidal ingredients; coconut fatty acid diethanolamide; buffer substances; coloring materials; solubilizers; light stabilizers; antioxidants; complexing agents and antidandruff active ingredients. Methods for obtaining the apple wax used in these compositions include extraction of depectinized apple pomace with a variety of solvents and purification and evaporation of the extract to obtain an apple wax product.", "year": "1996", "id": "5587174", "title": "Cosmetic composition for treating skin and hair containing apple wax and       methods of making them"}, {"abstract": "A base composition and corresponding cosmetic composition are disclosed which can be formed as solids (for example, gels or sticks) and which comprise a solvent which includes a silicone fluid (for example, a silicone oil such as cyclomethicone) and a thickening agent formed from a wax and a polyamide gellant wherein at least one of the wax and polyamide includes silicon-containing moieties (for example, siloxane groups to have a siloxane diamide wax to enhance compatibility of the silicone fluid in the composition. A cosmetically active material, such as a deodorant or antiperspirant active material, is included in the composition to form a solid cosmetic product (antiperspirant or deodorant product), which can be a clear product. Compositions of the present invention can be made with increased amounts of silicone fluid and with improved aesthetics such as decreased tack.", "year": "1999", "id": "5874069", "title": "Cosmetic composition containing silicon-modified amides as thickening       agents and method of forming same"}, {"abstract": "The present invention provides a stick cosmetic which is not oily when it is applied to skin and is not softened at high temperatures and which is adhered to the skin with a powdery and smooth feeling when it is applied to the skin while having a sufficiently large flexural strength and is suitable for eyebrows and eyeliner having a sufficiently good color tone. That is, the present invention relates to a stick cosmetic which has a porosity of 5 to 45% and in which the pores are impregnated with silicone oil, oil & fat or wax, comprising 1 to 10 weight % of at least one clay selected from the group consisting of bentonite, smectite, montmorillonite, bederite, nontronite, hectorite, and saponite, an inorganic extender pigment, and an inorganic color pigment as essential components, wherein the above inorganic fine particles leaving no carbides in sintering at 300.degree. to 1000.degree. C. are kneaded with water; the kneaded composition is molded; this molded composition is dried and then subjected to heat treatment at 300.degree. to 1000.degree. C., and a production method of the same.", "year": "1999", "id": "5882683", "title": "Stick cosmetics and production process for the same"}, {"abstract": "A cosmetic composition in the form of a soft paste, comprising at least one wax and at least one oil, wherein the at least one oil is thickened by the presence of at least one thickener and at least 6% by weight of at least one filler. A process for the preparation of this composition, as well as its use in cosmetics, in particular as a lipstick.", "year": "1999", "id": "5882657", "title": "Cosmetic composition in the form of a soft paste, a process for its       preparation and its use"}, {"abstract": "The wax combination for the cosmetic compositions contains from 2 to 70 percent by weight of apple wax; from 5 to 70 percent by weight of orange wax and/or citric wax; and from 10 to 70 percent by weight of jojoba oil. The cosmetic compositions advantageously contain a portion of the wax combination in free form or an effective ingredient complex consisting of capsules, each containing some of the wax combination.", "year": "1999", "id": "5885561", "title": "Wax combination and cosmetic compositions containing same"}, {"abstract": "The creamy bleaching agent suspension is mixed with an oxidizing agent prior to applying it to the hair to form a composition for bleaching or decolorizing hair. This creamy bleaching agent suspension contains less than 2.5% by weight water and a mixture of at least one inorganic persalt, at least one alkaline reacting salt, from 0.5 to 20 percent by weight of a thickening substance, which consists essentially of an acrylic acid polymer and one or more cellulose, alginate and/or polysaccharide polymers, and from 26.5 to 35 percent by weight of at least one oil or wax, and, as needed, one or more cosmetic additive ingredient. From 0.1 to 3 percent by weight of the acrylic acid polymer must be present in the composition.", "year": "1999", "id": "5888484", "title": "Composition for bleaching hair"}, {"title": "Reconstituted silanol wax esters", "abstract": "The present invention relates to certain reconstituted wax esters, prepared by the reaction of a silianol polymer and a natural high molecular wax ester selected from the group consisting of beeswax, candelillia, and carnauba wax. These materials are useful in preparation of cosmetic products where their ability to couple organic, silicone and other components into a uniform mass is unsurpassed. One major area for the use of these materials is in lipsticks. In addition they are useful in antiperspirants and other formulations which contain both oils and silicones.", "id": "5888485", "year": "1999"}, {"title": "Oil-free wax-free solid cosmetic composition", "abstract": "An oil-free and wax-free solid or powder-based cosmetic material having beneficial oil and wax characteristics without the detrimental effects thereof. The cosmetic material comprises pigments and/or pigment extenders which are surface treated with a hydrophobidizing material to become hydrophobic. The hydrophobidized cosmetic material is admixed with oil-free and wax-free binders in an aqueous slurry and then vacuum dehydrated and dried at an elevated temperature to provide the finished cosmetic product with excellent skin \"feel\", adhesiveness, extendibility, payoff (i.e., pickup of the product by an applicator) and uniformity characteristic of oil-containing cosmetics but without oil and its detrimental effects.", "id": "5928658", "year": "1999"}, {"abstract": "Transfer-resistant cosmetic/dermatological compositions (e.g., lipcolors) formulated as supple and homogeneous doughs, advantageously via extrusion, include a fatty phase which comprises at least one volatile oil, at least one phenylated silicone oil and at least 12% by weight of at least one wax.", "year": "1999", "id": "5965148", "title": "Cosmetic/dermatological compositions formulated as supple doughs"}, {"abstract": "The oil of pips of fruits of the Ribes genus is an abundant, cheap source of .gamma.-linolenic acid. It is extracted using solvents from dried and ground residues from the production of juices, preserves and jellies or brandies, liqueurs and schnapps of fruits, such as blackcurrant, redcurrant or gooseberry. According to a preferred embodiment, the residues are treated with ethanol before being extracted with hexane in order to free the oil from most of the free fatty acids, waxes, colorings and odorous compounds. The refined oil is a valuable ingredient in cosmetic, dermatological, dietetic and pharmaceutical compositions.", "year": "1987", "id": "4703060", "title": "Nutritive compositions containing fatty substances and a process for the       preparation thereof"}, {"abstract": "A creamy composition in the form of an oil-in-water emulsion comprising an oily phase dispersed in an aqueous phase, characterized in that it contains at least one anionic emulsifier which is liquid at room temperature, and at least 5% by weight of one or more waxes relative to the total weight of the composition, and in that the oily phase is in the form of a soft paste at room temperature. The anionic emulsifier is preferably a surfactant containing a phosphate group, such as octyldecyl phosphate. The present invention also relates to the uses of the said composition in cosmetics and dermatology, in particular for caring for, treating and/or making up the skin and/or mucous membranes, and more particularly for treating wrinkles and/or fine lines of the skin and/or for treating dry skin. The invention also relates to a process for preparing this composition, characterized in that at least one step of the process is carried out using a mixer-extruder.", "year": "2001", "id": "6264965", "title": "Composition in the form of an O/W emulsion with a high wax content and uses       thereof in cosmetics and dermatology"}, {"title": "Cream cosmetic base with powdery feel", "abstract": "A cream composition is disclosed that includes about 10 to about 30 weight percent of a wax having ozokerite, myristyl myristate, petrolatum, and hydrogenated castor oil; about 30 to about 70 weight percent of a powder having a starch selected from the group consisting of corn starch, oat starch and a combination thereof; and a volatile component having a volatile selected from the group consisting of cyclomethicone, isoeicosane and a combination thereof. The cream composition preferably includes a microencapsulated fragrance.", "id": "6267970", "year": "2001"}, {"abstract": "The present invention are dry-feel emollient compositions comprising jojoba oil based esters that have use in personal care, cosmetic, cosmaceutical and pharmaceutical products. These compositions are essentially solid at room temperature, can be provided in various shapes and sizes (especially as particulates such as spheres), and can be produced from combinations of fatty alcohols, isopropyl esters and wax esters obtained from the oil contained in the seed of the jojoba plant. These new compositions also increase the range of applications for cosmetic compositions through an emollient that is more polar and hydrophilic than is found in jojoba oils. The compositions of the present invention may be obtained by a novel process of a base catalyzed alcoholysis reaction between jojoba oil and an alcohol, such as isopropyl alcohol. These components, whether exclusively jojoba esters or when combined with other carrier and vehicle components (including other emollients or binders) can form excellent carrier composition for use in the cosmetic, personal care and/or pharmaceutical field. Typical materials with which the compositions of the present invention may be blended include, but are not limited to, cosmetic oils and waxes, both natural and synthetic, (including hydrogenated or partially hydrogenated oils), silicone oils, mineral oils, long chain esters, vitamins, long chain fatty acids, cosmeceuticals, pigments, botanical extracts, esters and ethers, dimers, trimers, oligomers, and polymers, and the like. The proportions of the jojoba esters should be chosen to provide the dry-feel to the composition, which is highly desired. This will usually require a weight percent that ranges from 10% to 100% by weight of carrier material in the composition.", "year": "2001", "id": "6280746", "title": "Dry emollient compositions"}, {"title": "Wear resistant cosmetic compositions", "abstract": "There is provided a cosmetic composition, preferably in the form of a lip gloss composition, that is smooth, glossy, and wear resistant. The composition has an oil or liquid ester and a gel, and optionally, one or more waxes, one or more pigments, and one or more emollients.", "id": "6309629", "year": "2001"}, {"abstract": "An anhydrous cosmetic makeup composition contains in addition to a fatty phase formed from oils, fatty bodies and surfactants, and optionally waxes, a vesicular lipidic phase that contains at least one ionic or nonionic amphiphilic lipid and optionally additives. The anhydrous composition also preferably contains at least one cosmetically and/or dermopharmaceutically active material. In the presence of an aqueous phase these compositions release vesicles of the vesicular lipidic phase and potentialize the activity of the cosmetically and/or dermopharmaceutically active material of the composition.", "year": "2001", "id": "6319508", "title": "Anhydrous cosmetic composition containing a fatty phase and pro-liposomes"}]